/* NSBox (Box) : <title:Box> (oid:141) */
"Box" = "קופסא";

/* NSButton (Cancel) : <title:Cancel> (oid:23) */
"Cancel" = "ביטול";

/* NSButton (Continue) : <title:Continue> (oid:11) */
"Continue" = "Continue";

/* NSTextField (Details) : <title:Details> (oid:167) */
"Details" = "פרטים";

/* NSTextField (Local File:) : <title:Local File:> (oid:171) */
"Local File:" = "קובץ מקומי:";

/* NSMenu : <title:OtherViews> (oid:128) */
"OtherViews" = "תצוגות אחרות";

/* NSTextField (Remote File:) : <title:Remote File:> (oid:170) */
"Remote File:" = "קובץ מרוחק:";

